var json={
  "reason": "success",
  "result": [
    {
      "content": "昨日去酒吧，一妖艳女子勾引我，说帅哥请我喝杯酒呗，我对服务员喊了一声：来瓶二锅头。 女的说帅哥能不能来点高档的，我就喊了声：来瓶60度的二锅头，妖女抬腿就走了。",
      "hashId": "976A0E131E5C5492FF611A157250DFE0",
      "unixtime": 1428827531
    },
    {
      "content": "-屌丝：你喜欢什么 我送给你… -女神：我喜欢玩偶 你买个给我吧 -屌丝：可以换个别的吗 ？ -女神：怎么了 ？ -屌丝：藕太粗了 伤身体 还是玩黄瓜吧… ？ -女神：……",
      "hashId": "6C01631351F7460A8F79854190D06816",
      "unixtime": 1428827540
    },
    {
      "content": "我们寝室有六个人,这天晚上熄灯以后大家就闲聊着玩。突然一人发问:“你们说这世界上是否有男的有两个蛋蛋？”此话一出，我们5个人立刻沉默了！然后互发短信沟通，要不要把真相告诉他，为这个问题，我们纠结了一晚上没得睡觉！",
      "hashId": "A3E0D5D32AE72E41FE722FF405696CB8",
      "unixtime": 1428827540
    },
    {
      "content": "‍‍‍‍妻子放了一个屁，老公：“老婆你最近是不是胖了？” 老婆：“咋说话呢你，哪胖了哪胖了？” 老公：“以前你的屁很响的，现在都不响了，不是你胖了肉太多了吗？”‍‍‍‍",
      "hashId": "9A506ED4975DD7F152C78EB92B748F83",
      "unixtime": 1428827549
    },
    {
      "content": "一哥们来我家玩，晚上住在这，我俩一起睡。 平时都是有裸睡的习惯，到了半夜怎么都睡不着。 于是乎，就偷偷的脱下衣服放在一边。 此时一个声音幽幽旳飘过来：“你要干什么！”",
      "hashId": "47839AA4206F70021AF3C3D4F6995D31",
      "unixtime": 1428827549
    },
    {
      "content": "　　楼主在县城开一服装店，最近都快被烦死了，因为邻家搬来一家两元店，音响放在挨着我这边，从早喊到黑中午也不停，这也算了最受不了的是不停的有人到我店里问衣服也是两元吗？气死了，傻了吗你们，你们全家都两元。",
      "hashId": "C55FD5E8A91BE58E195BBFA8505FAC31",
      "unixtime": 1428827594
    },
    {
      "content": "愚人节那天，我实在无聊，就打了KFC的电话，说要订餐。然后就点了全家桶，汉堡5个，薯条5包，蛋挞5个，其他种种。一起点了有300多块钱。1个小时后，送餐的来了。我打开门笑着对他说：愚人节快乐！再见！唉，不打字了，躺在病床上打字累~",
      "hashId": "94F0EA8B5965422EAC7F43F5D3C18EB1",
      "unixtime": 1428828135
    },
    {
      "content": "‍‍女：“我们分手吧！” 男：“为什么？” 女：“我们分手吧！” 男：“我哪里做的不好你告诉我啊？” 女：“我们分手吧！” 男：“真的这么决定吗？” 女：“哈哈，老公，刚才是我跟闺密打赌了，要和你说三次‘我们分手吧’。” 男：“我们分手吧！” 女：“老公，你也要玩游戏么？” 男：“不，我喜欢上你闺密了。”‍‍",
      "hashId": "9A2E3872C923FF36DB6603D8B546612E",
      "unixtime": 1428828143
    },
    {
      "content": "刚在人民医院输液室一小女孩害怕打针！ 哭得要命！怎么抓也抓不住！妈妈忍不住对她说： 那不打了！走回家吧！回家拿书包！我们去幼儿园！ 尼玛！小孩不哭了！一边擦眼泪一边走到输液台去！ 尼玛幼儿园太强大了！",
      "hashId": "A9F6CE01A602C1667AD96830890F8B99",
      "unixtime": 1428828728
    },
    {
      "content": "老公，街上要是有人跟我搭讪，叫我美女，我该怎么办？”“那还用问？赶紧把盲人扶过马路。”    ",
      "hashId": "41EB21B77E72E75D5A51AE51B5980336",
      "unixtime": 1428828740
    }
  ],
  "error_code": 0
}
module.exports={
  textJsonList:json
}